<?php

return [
    'plural' => 'لوجات التحكم',
    'singular' => 'لوحة التحكم',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر اللوحة التحكم',
    'perPage' => 'عدد النتائج في الصفحة',
    'home' => 'الرئيسية',

    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة لوحة التحكم جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  اللوحة التحكم',
        'delete' => 'حذف اللوحة التحكم',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة اللوحة التحكم بنجاح .',
        'updated' => 'تم تعديل اللوحة التحكم بنجاح .',
        'deleted' => 'تم حذف اللوحة التحكم بنجاح .',
    ],
    'attributes' => [

    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا اللوحة التحكم ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
